Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Tämä koskee tällöin myös valtiottomia alkuperäiskansoja, ja saamelaiset muodostavat sellaisen kansan, jolla on oikeus itsemääräämiseen.
sme: Dát guoská maiddái» eaistáhtaceggejeaddji ” eamiálbmogiidda, ja sámit leat dakkár álbmogin masa galgá addojuvvot iešmearrideami vuoigavuohta.

source: Itsemääräämisoikeuden aineellinen sisältö on usein tapana jakaa sisäiseen ja ulkoiseen aspektiin.
sme: Mii fas gusto iešmearrideami ávnnaslaš sisdollui, láve dávjá juohkášuvvat guovtte sadjái – siskáldas ja olgguldas áspeaktan.

source: Kuten nimikin kertoo, itsemääräämisoikeuden sisäinen aspekti merkitsee oikeutta tehdä päätöksiä kaikissa kansan muodostaman yhteiskunnan sisäistä johtamista koskevissa kysymyksissä.
sme: Nugo dás heivešii ipmirdit, mieldesbuktá» siskáldas áspeakta ” (siskkit áspeakta) ahte álbmogis lea vuoigatvuohta dahkat ja čađahit iehčanas sorjjekeahtes mearrádusaid buot siskáldas áššiin mat gusket dasa movt álbmot hálida hálddašit iežas servodaga.

source: Siihen sisältyvät periaatteessa kaikki merkittävät asiat, jotka liittyvät kansan muodostaman yhteiskunnan sivistyksellisten, sosiaalisten ja taloudellisten aspektien säilyttämiseen ja kehittämiseen. Se koskee esim.
sme: Deike gullet prinsihpalaččat buot mearkkašahtti gažaldagat mat gusket dasa movt álbmot dáhtošii seailluhit ja ovdánahttit servodaga kultuvrralaš, sosiála ja ekonomálaš beliid.

source: koulun, terveyden- ja sosiaalihuollon sekä tiedotusvälineiden kaltaisia kysymyksiä ja aloja.
sme: Dása čatnasit omd. skuvla- ja oahpahusáššit, dearvvasvuođalaš ja sosiála dikšumat ja media.

source: Itsemääräämisoikeuden sisäisen aspektin keskeisin elementti etenkin alkuperäisväestöjen kohdalla on kuitenkin niin kutsuttu resurssiulottuvuus, ts. kansan oikeus saada itse päättää luonnonvaroistaan ja se, ettei niiltä riistetä niiden omia toimeentulokeinoja.
sme: Ovddimužžii iešmearrideami gažalda siskáldas áspeavttas boahtá, ii unnimustá eamiálbmogiid bealde, n. g. resursadimenšuvdna man vuollái boahtá eamiálbmogiid máholašvuohta beassat mearridit iežas luondduvaljjiid badjel ja dat-ge bealli ahte sis ii oačču eretváldit birgenvejolašvuođaid.

source: Alkuperäiskansojen kulttuurit ja yhteiskunnat liittyvät tiiviisti niiden perinteisiin maa- ja vesialueisiin sekä luonnonvaroihin.
sme: Eamiálbmogiid kultuvra ja servodat leat čavga giddejuvvon árbevirolaš eatnamiidda ja čáziide ja luondduvaljjiide mat doppe gávdnojit.

source: Ne YK-elimet, jotka ovat korostaneet myös alkuperäiskansojen oikeutta itsemääräämiseen, ovat erityisesti painottaneet sen seikan tärkeyttä, että alkuperäiskansat saavat itse päättää omista maistaan, elinkeinoistaan ja luonnonvaroistaan.
sme: ON-ásahusat mat deattohit ahte eamiálbmogiin lea iešmearridanvuoigatvuohta, leat erenamážit fuopmášuhttán ahte eamiálbmogat galget iehčanasat beassat háldet ja mearridit eatnamiideaset ávkkástallama, ealáhusaideaset ja luondduvaljjiideaset badjel.

source: Ne YK-elimet, jotka ovat vahvistaneet saamelaisten muodostavan sellaisen kansanryhmän, jolla on kansainvälisen oikeuden mukaan oikeus itsemääräämiseen, ovat erityisesti korostaneet saamelaisten oikeutta itse hallita luonnonvarojaan sekä sitä, ettei niiltä saa riistää niiden omia toimeentulokeinoja.
sme: Sámiid hárrái leat dat ONásahusat mat duođaštit ahte sámiin lea iešmearrideami vuoigatvuohta olmmošnjulgosa vuođul, erenamažit cealkán ahte sámit leat dakkár álbmotjoavku mas lea váldi luondduvaljjiides badjel ja sis ii moktege oačču váldit ceavzinvejolašvuođaid eret.

source: Myös EU on tukenut tätä katsantokantaa.
sme: Maiddái EU dovddaha dákkár oainnu.

source: Pohjoismaat ovat alkuperäiskansoja koskevaan julistukseen tähtäävässä työssään vahvistaneet, että niiden käsityksen mukaan alkuperäiskansojen itsemääräämisoikeus käsittää resurssiulottuvuuden.
sme: Davviriikkat leat duođaštan, Eamiálbmotjulggástusa barggu vuolde, ahte sin oaidnu lea ahte eamiálbmogiid iešmearrideapmi maiddái sistisdoallá resursadimenšuvnna.

source: Itsemääräämisoikeuden ulkoiseen aspektiin sisältyvän oikeuden mukaan kaikki kansat voivat itse päättää, millainen suhde niillä on niitä ympäröivään maailmaan.
sme: Iešmearrideami olggut áspeakta sistisdoallá vuoigatvuođa mii addá buot álbmogiidda válddi mearridit makkár oktavuohta dás galgá leat olgomáilbmii.

source: Itsemääräämisoikeuden ulkoisen aspektin osalta on jo todettu, ettei se anna saamelaisille minkäänlaista oikeutta irtautua ja muodostaa omaa valtiota.
sme: Olggut áspeavtta hárrái lea juo dál fuomášuvvon ahte sámiide ii datte-ge addojuvvo makkár-ge vejolašvuohta ceggešgoahtit iehčanas stáhta.

source: Itsemääräämisoikeuden ulkoisen aspektin sisällöltään vaatimattomammat elementit ovat kuitenkin tärkeitä saamelaisille.
sme: Unnit gáibádusat gal lihkká-ge oidnojit olggut áspeavtta ektui mat gusket ja leat dehálaččat sámiide.

source: Saamelaisilla on mm. oikeus edustaa itseään kansainvälisellä tasolla ja päättää poliittisesta kannastaan heidän paikkansa maailmanyhteisössä ja suhteensä siihen mukaan luettuina.
sme: Omd. besset sámit ovddastit iežaset álbmogiidgaskasaččat ja mearridit iežaset politihkalaš státusa, maiddái dakko mii guoská sámiid Máilbmeservodagalaš oktavuhtii.

source: Mitä itsemääräämisoikeuden täytäntöönpanoon tulee, saamelaisten itsemääräämisoikeuden toteuttamisesta huolehtivat pääasiassa saamelaisten omat päätöksenteosta vastaavat laitokset, nykyään ensi sijassa saamelaiskäräjät.
sme: Sámiid iešmearrideami vuoigatvuohta duohtandahkko ovddimustá sámiid iežas mearrideddji lágádusaid bokte. Otná dilis dát dáhpáhuvvá vuosttažettiin Sámedikkiid vuolde.

source: Omien yhteiskunnallisten laitostensa säilyttämisen ja kehittämisen lisäksi saamelaisilla on myös oikeus osallistua enemmistöyhteiskunnan yhteiskunnalliseen elämään.
sme: Lassin dasa ahte sámit seailluhit, dikšot ja čálgadit iežaset servodatlágádusaid ja - ásahusaid, leat sámit fárus maiddái muđui-ge májoritehta servodaga beaivválaš eallimis.

source: Saamelaisten itsemääräämisoikeuden toteuttamista voi myös helpottaa se, että saamelaiset edustajat saavat paikan muissakin kuin ainoastaan saamelaisten omissa päättävissä elimissä.
sme: Sámiid iešmearrideami ollášuhttin čađahuvvošii ain geahppaseabbot jos sápmelaš ovddasteaddjit besset oasálastit eaisápmelaš mearrideaddji orgánaid doaimmaide.

source: Yleistä itsemääräämisoikeudesta kansainvälisen oikeuden mukaan
sme: Iešmearridanvuoigatvuođas oppalassii álbmotvuoigatvuođa oainnu mielde

source: 2.1 Kansojen oikeus itsemääräämiseen – historiallinen näkökulma
sme: 2.1 Álbmogiid iešmearridanvuoigatvuohta – Historjjálaš perspektiivva bealis

source: Kansojen itsemääräämisoikeuden periaate on kehittynyt usean vuosisadan kuluessa poliittisen kehityksen tahdissa.
sme: Álbmogiid iešmearridanvuoigatvuođa vuođđojurdda lea áiggiid čađa čálgan dábálaš politihkalaš ovdánemiin rattát.

source: Itsemääräämisaspektilla on yhtymäkohtia niinkin kauas kuin valistusfilosofian ajan ajatuksiin kansojen itsemääräämisestä.
sme: Iešmearrideami jurdda leamaš ságastallama vuolde juo nu dolin go čuvgehusfilosofiija álbmotieččanasvuođa ideaid áiggi.

source: Sekä Ranskan että Amerikan vallankumouksessa 1700-luvun lopussa esitettiin vaatimus, jonka mukaan itsemääräämisoikeutta olisi pidettävä valtionmuodostuksen perustana.
sme: Sihke ránskka ja ámeriikkalaš váldegomiheami áiggi, 1700 jagi loahpageažis, čuožžánii iešmearrideami gáibádus ja šattai stáhtaásahusa geađgejuolgin.

source: Juuri kansojen itsemääräämisen periaate laillisti luotuihin perustuslaillisiin järjestelmiin perustuvan vallankäytön.
sme: Álbmogiid ieččanasvuohta lei-ge mii dagai saji láhkavuđolaš válddigeavaheapmái daid vuođđolágalaš servodatsystemaid siste mat dalle ceggejuvvojedje.

source: Oikeussäännösten sitovuus perustui siihen, että kansa kannatti näitä säännöksiä, joiden laatimisessa oli muun muassa sovellettu yhteiskuntasopimusta koskevia teorioita.
sme: Lei olbmuid iežas guorraseapmi láhkanjuolggadusaide, mat e.e. ledje válbmejuvvon servodatsoahpamuša teoriijaid bokte, mat adde láhkanjuolggadusaide čadni deattu.

source: Itsemäärääminen on aikojan saatossa käsittänyt kaiken poliittisesta ideasta, ideologiasta ja periaatteesta itsemääräämisoikeuteen.
sme: Iešmearrideapmi lea áiggiid čađa ovddastan politihkalaš idea, idedologiija, vuođđojurdagiid ja viimmat iešmearridanvuoigatvuođa.

source: Kansainliitto − nykyisen YK:n edeltäjä − sovelsi kansojen itsemääräämisen periaatetta ideologisena ja poliittisena perusperiaatteena, vaikka Kansainliiton peruskirjaan ei sisältynyt yhtään itsemääräämistä koskevaa nimenomaista määräystä.
sme: Álbmotlihttu – otná ON:a álgu – anii álbmogiid iešmearridanvuođđojurdaga alimus ideologalaš ja politihkalaš prinsihppan, vaikke lihttu ii gal sistisdoallan makkár-ge áššebeliid

source: Kansojen itsemäärääminen oli keskeinen periaate ensimmäisen maailmansodan päättäneissä rauhansopimuksissa, ja sodan häviäjät joutuivat hyväksymään sen, että ” kansat ” saivat itsemääräämisoikeutensa, kun taas sodan voittajiin se ei vaikuttanut.
sme: / ON. 1945 mat livčče gieđahallan iešmearrideami gažaldagaid. Álbmogiid iešmearridanprinsihppa goit lei guovddážis go vuosttaš máilmmesoađi ráfisoahpamuš vuolláičállui.

source: Yhdysvaltain presidentti Wilson muotoili 14 kohdan ohjelman saadakseen ensimmäisen maailmansodan päättymään rauhaan, ja näihin kohtiin sisältyi itsemääräämisen periaate.
sme: USA presideanta, Wilson hápmii ja evttohii 14 čuoggá dasa movt loahpahuvvošii vuosttaš máilmmesoahti. Ja maiddái guoskkahuvvui iešmearrideami gažaldat.

source: Kuten tiedetään, USA:sta ei kuitenkaan tullut Kansainliiton jäsen, mikä muun muassa aiheutti sen, ettei itsemääräämistä otettu selvästi mukaan varsinaiseen peruskirjaan.
sme: USA ii datte-ge searvan lahttun Álbmotlihttui, ja dát lei-ge váldosivvan dasa ahte iešmearrideapmi ii njulgestaga namahuvvon ja bidjon oassin lihtu sisdollui.

source: Sen sijaan peruskirjaan tuli erinäisiä yksityiskohtaisia säännöksiä, joiden voidaan katsoa olevan itsemääräämisen periaatteen konkreettisia sovelluksia.
sme: Goit šadde ráhkaduvvot arvatmađi bienalaš oassenjuolggadusat maid ferte ipmirdit dohko ahte iešmearrideami prinsihpat leat duođalaččat geavahuvvon.

source: Niiden joukossa oli mm..
sme: Ovdamearkan sáhttá leat dat govdagis veahádatálbmogiid suodjalus mii ceggejuvvui Álbmotlihtu veagal.

source: Kansainliiton aloitteesta luotu laaja vähemmistösuoja.
sme: Guovddáš áššin vuostas máilmmesoađi maŋŋá šattai jearaldat movt veahadagaid suodjaleapmi berrešii čađahuvvot.

source: Ensimmäisen maailmansodan jälkimainingeissa pohdittiin, millä tavalla keskeiseksi ongelmaksi koettu vähemmistösuoja voitaisiin toteuttaa.
sme: Álbmotlihtu unnitlogusystema ráhkadusas ledje valljet njuolggadusat, čilgehusat ja bagadusat movt ášši galggašii doaimmahit ja ollášuhttit.

source: Kansainliiton vähemmistön oikeuksien järjestelmä muodostui laajasta säännöstöstä ja sovelluksista ja oli kansojen itsemääräämisoikeuden periaatteen mukainen tuote.
sme: Systema lei álbmogiid iešmearridanprinsihpa boađusin.

source: Vähemmistönsuojan oikeudellisena ja poliittisena perustana olivat kansojen itsemääräämisoikeuden periaate ja sen seikan tunnustaminen, että rauhan kannalta oli tärkeää varmistaa myös sellaisten kansanryhmien oikeudenmukainen kohtelu, jotka eivät saaneet muodostaa omaa valtiota.
sme: Iešmearrideami prinsihppa lei unnitlogu álbmogiid gáhttema lágalaš ja politihkalaš geađgejuolgin, ja mieđiheapmi dasa ahte ráfi ollášuhttimii lei dehálaš dorvvastahttit vuoigatvuođa maiddái daid olbmuide / álbmogiidda mat eat beassan cegget iežaset stáhtaid.

source: Kansainliitto pyrki ottamaan käyttöön uuden kansainvälisen järjestelmän soveltamalla kansojen itsemääräämisen periaatetta eri tavoin tosiasiallisesta tilanteesta riippuen.
sme: Álbmotlihttu geahččalii álggahit ja doibmiibidjat álbmogiidgaskasaš ođasmahtton vuogádaga ja dan galggai áigáioažžut go gevaha álbmogiid iešmearrideami vuođđojurdaga iešguđetge láhkai, dađemielde movt diehto dáhpáhus ja dilli gáibida.

source: Euroopassa vanhoista keisarikunnista tehtiin mahdollisuuksien mukaan kansallisvaltioita, ja vähemmistöryhmiä suojeltiin järjestelmän puitteissa.
sme: Eurohpá boares keaisárválddit šadde álbmotstáhtan nu guhkás go lei vejolaš, ja veahádatjoavkkuide ásahuvvojedje gáhttensystemat.

source: Muissa osissa maailmaa otettiin käyttöön sodan voittaneiden valtojen valvonnassa oleva mandaattijärjestelmä, jossa alueet saisivat itsenäisyyden ollessaan valmiita ottamaan tämän askeleen.
sme: Nuppiid máilmmeguovlluide ceggejuvvojedje fámudusvuogádagat daid stáhtaid vuolllái mat ledje soađi vuoitán. Dás vurdui dalle ahte dát čearut ožžot iežžanasvuođa dalle go leat dasa šaddan gárvát.

source: Toissijaisena siihen otettiin mukaan alkuperäiskansojen suojelujärjestelmä, jonka tarkoituksena oli saada tällaiset kansanryhmät kootuiksi yhteen.
sme: Maiddái lei dán oktavuođas ásahuvvon nuppelágan vuohki bealuštit veahádatjoavkkuid dađemielde go dakkárat leat oidnosii sajáiduvvan.

source: Kansainliiton vähemmistöjen oikeuksien järjestelmä perustui kansojen itsemääräämisoikeuden periaatteeseen, mutta tämän lisäksi se oli myös osa pyrkimystä saavuttaa rauha ja kansainvälinen järjestys uuden maailmanjärjestön valvoman kansainvälisen oikeuden avulla.
sme: Lassin dasa ahte Álbmotlihtu unnitlohkosystema lei vuođđuduvvon álbmogiid iešmearridanprinsihpa ala, lei systema, álbmotlága bokte, danseammás maiddái ráfi oláheami ja álbmogiidgaskasaš vuogádaga neavvun, maid dát ođđa máilmmeorganisašuvdna galggai vákšut ja bearráigeahččat.

source: Myös liiton järjestelmien ulkopuolella solmittiin joukko vähemmistönsuojaa koskevia kahdenkeskisiä valtiosopimuksia. Ne perustuivat suurelta osin Kansainliiton järjestelmiin.
sme: Dalle maiddái válbmejuvvojedje valljet guovttebeallásaš (bilaterala) soahpamušat maid ulbmilin lei gáhttet veahadagaid mat muđui livčče gahččan lihtu systema olggobeallái.

source: YK:n vuonna 1945 tapahtuneen perustamisen jälkeen periaate kansojen oikeudesta itsemääräämiseen on muotoiltu oikeudeksi.
sme: Jagi 1945 ON-ceggama máŋŋá lea álbmogiid iešmearrideapmi hábmejuvvon dego livčče joba vuoigatvuohta.

source: Ajatus itsemääräämisestä kehitettiin periaatteesta todelliseksi oikeudeksi.
sme: Iešmearrideapmi heivehuvvui ja ovdánii vuođđojurdagis gitta duohtavuohtan.

source: Tämä tulee selkeimmin ilmi ilmaisuissa, jotka sisältyvät vuonna 1966 tehtyihin, kansalaisoikeuksia ja poliittisia oikeuksia (” CCPR ”, ” KP-oikeudet ”) ja taloudellisia, sosiaalisia ja sivistyksellisiä oikeuksia (” CESCR ”, ” TSS. ”
sme: Dán oaidná čielgaseammosit 1966 ON:a Siviila ja politihkalaš vuoigatvuođaid konvenšuvnnas (CCPR) ja ON:a Ekonomálaš, sosiala ja kultuvrralaš vuoigatvuođaid konvenšuvnnas (CESR).

source: - oikeudet ”) koskeviin YK:n yleissopimuksiin. Oikeus itsemääräämiseen kytkettiin suuressa määrin siirtomaiden itsenäistymiseen ja uusien riippumattomien kansallisvaltioiden perustamiseen, ja näin maailmansotien välisenä aikana käytössä olleen itsemääräämisperiaatteen laveaa muotoilua pystyttiin rajoittamaan.
sme: Iešmearridannjuolggus čátnasii eanemustá koloniijaid loahpaheami rahčamusaide ja ođđa iežžanas álbmotstáhtaid ceggenmeannudemiide.

source: Kansainliitto perustettiin vuonna 1919. Yhdistyneet Kansakunnat (YK) perustettiin vuonna 1945. Quincy Wright, Mandates and the League of Nations (1930); R. N. Chowdhuri, International Mandates and
sme: Dát gáržžidii diliid dán olis jos buohtasta dan govda iešmearridanvuođđojurdaga hámádahkii mii leamaš njunušáššin máilmmesođiidgaskasaš áigge.

source: Nykyään on alettu yhä laajemmin tunnustaa, että oikeutta itsemääräämiseen on vaikea rajoittaa pelkästään tapauksiin, joissa perinteiset siirtomaat itsenäistyvät.
sme: Otne lea hui čilges gamus dohko guvlui ahte iešmearridanvuoigatvuohta ii moktege sáhtte ráddjejuvvot nu ahte gustošii aiddo dušše árbevirolaš koloniijaid heaittieami áššiide.

source: Tämä käsitys on tullut esiin erityisesti alkuperäiskansojen yhteydessä.
sme: Dát dovddastus lea eanemustá oidnošgoahtán eamiálbmotgažaldagaid ektui.

source: Vuonna 1994 tehty ehdotus alkuperäiskansojen oikeuksia koskevaksi YK:n julistukseksi, jonka laati YK:n ihmisoikeuksien alakomitea, sisältää useita alkuperäiskansojen itsemääräämisoikeutta sääteleviä artikloja.
sme: Evttohuvvon, jagi 1994 ON:a eamiálbmotvuoigatvuođa julggástus, man olmmošnjulgosa vuolitkomiáuvdna lea válbmen, sistisdoallá moanaid ártihkkaliid eamiálmotnjulgosiid birra.

source: Myös useat toimivaltaiset YK-elimet ovat viimeisten kymmenen vuoden aikana menneet suhteellisen pitkälle tunnustamalla alkuperäiskansojen oikeuden itsemääräämiseen.
sme: Maŋimuš jagiid leat maiddái soames gelbbolaš ON-organa mannan viehhka guhkás dohkkehit eamiálbmogiid iešmearridannjulgosa.

source: Valtioiden tasolla vallitsee nykyään laaja yksimielisyys siitä, että niillä alkuperäiskansoilla, jotka täyttävät ” kansalle ” asetetut kriteerit, on oikeus itsemääräämiseen.
sme: Otne lea ráđđehusaid dásis arvagis čavges ovttamielatvuohta das ahte eamiálbmogiidda, geat bures-ge devdet ” álbmot ” - duohpaga eavttuid, galgá juolluduvvot iešmearrideami vuoigatvuohta.

source: Alkuperäiskansojen oikeuksia koskevan YK:n julistuksen parissa työskentelevät Pohjoismaat ovat ottaneet yhteisen kannan, jossa ehdotetaan alkuperäiskansojen itsemääräämisoikeuden sisällyttämistä julistukseen tarkemmin ilmoitetuin rajoituksin, jotka liittyvät erityisesti valtion alueelliseen koskemattomuuteen.
sme: Barggus mii dahkko ON:a eamiálbmotvuoigatvuođa julggástusa vuolde, leat davviriikkat soahpan ja oláhan ovttatmielatvuođa dási, man veagal árvalit julggástussii bidjat eamiálbmogiid iešmearridannjulgosa (- vuoigtvuođa). Dás leat diehttalas lagabuid čilgejuvvon ráddjemat, ovddimustá dakko mii guoská stáhtaid territoriala integritehtii.

source: Vastaava kehitys on ollut nähtävissä alueellisissa järjestöissä, muun muassa Euroopan unionissa (EU) ja Amerikan valtioiden järjestössä (OAS).
sme: Sullasaš ovdáneapmi lea dovdošgoahtán guovlludáset servviid bealde, nugo EUs ja Ameriikalaš Stáhtaid Ovttastumis (OAS).

source: EU:n pohjoisen ulottuvuuden toimintaohjelmassa kaudelle 2004−06 lausutaan esimerkiksi, että pohjoisten alkuperäiskansojen oikeus itsemääräämiseen on välttämätöntä turvata (” inherited right of selfdetermination ….. of indigenous peoples of the region. ”).
sme: Maiddái EU:a Davvi oláhusa (nordlige dimensjon), doaibmaplánas 2004-06 oaidná ahte lea hui sakka dárbu gáhttet davvi eamiálbmogiid iešmearrideami njulgosa (” inherited right of self-determination … … of indigenous peoples of the region ”).

source: OAS:ssä työstetään tällä hetkellä Amerikan mannerta varten omaa alkuperäiskansojen oikeuksia koskevaa julistusta, joka muun muassa sisältää määräyksen alkuperäiskansojen oikeudesta itsemääräämiseen.
sme: OAS:a siskkobealde lea dál doaibma jođus ráhkadit sierra eamiálbmotjulggástusa ámeriikka nannámii, mii e.e. sistisdoallá mearrádusa eamiálbmogiid iešmearrideami vuoigatvuođas.

source: 2.2 Itsemääräämisoikeuden kansainvälisoikeudellinen perusta
sme: 2.2 Iešmearridanvuoigatvuođa álbmotvuoigatvuođalaš vuođđu

source: Kansojen oikeus itsemääräämiseen on nykyään kansainvälisoikeudellinen perusnormi.
sme: Álbmogiid vuoigatvuohta iešmearrideapmái lea otne olmmošrievttálaš eavttuid vuolggabáikin.

source: Itsemääräämisoikeus on sisällytetty YK-sopimuksen 1 artiklan 2 momenttiin ja 55 artiklaan sekä XI ja XII lukuihin.
sme: Iešmearrideapmi lea ON-soahpamuša sisdoalu oassin, ártihkkaliin 1(2) ja 55 ja kápihttaliiin XI ja XII..

source: Itsemääräämisoikeutta on myös käsitelty useissa YK:n yleiskokouksen päätöslauselmissa, muun muassa päätöslauselmassa 1514 (XV), päätöslauselmassa 1541 (XV) sekä päätöslauselmassa 2625 (XXV).
sme: Iešmearrideami njulgosa gážaldat lea maiddái gieđahallon moanaid cealkámušain ON:a Váldočohkkámis, numo cealkámušat 1514 (XV.), 1541 (XV.), 2625 (XXV).

source: Itsemääräämisoikeus on lisäksi mainittu monissa muissa kansainvälisissä ja alueita koskevissa asiakirjoissa, muun muassa Helsigin päätösasiakirjassa, ihmisten ja kansojen oikeuksia koskevassa afrikkalaisessa peruskirjassa ja ja uutta Eurooppaa käsittelevässä Etykin Pariisin peruskirjassa.
sme: Maiddái lea iešmearridannjuolggus giddejuvvon olu eará álbmogiidgaskasaš ja guovlolaš neavvuide nugo Helsset-julggástus, áfriikalaš soahpamuš olbmuid ja álbmogiid vuoigatvuođain ja KSSE:a Paris-cealkka ođđa Eurohpá hárrái.

source: Myös YK:n kansainvälinen tuomioistuin (” International Court of Justice ”) on tunnustanut kansojen oikeuden itsemääräämiseen useissa asioissa.
sme: ON:a Gearretstuollu (International Court of Justice) lea maid dovddastan álbmogiid vuoigatvuođa iešmearrideapmái máŋggain áššiin.

source: 2.2.1 Itsemääräämisoikeus ihmisoikeutena
sme: 2.2.1 Iešmearridanvuoigatvuohta olmmošvuoigatvuohtan

source: Itsemääräämisoikeus on nykyään tunnustettu myös kollektiiviseksi ihmisoikeudeksi.
sme: Iešmearrideami vuoigatvuohta lea maiddái otne-ge vuhtiiváldon kollektiiva olmmošnjuolggusvuohtan.

source: Kansojen oikeus itsemääräämiseen on ilmaistu kahdessa keskeisimmässä ihmisoikeuksia koskevassa yleissopimuksessa, CCPR (KP-oikeudet) ja CESCR (TSS-oikeudet), jotka YK on hyväksynyt.
sme: Álbmogiid vuoigatvuohta beassat geavahit iešmearrideami vuogasvuođa, lea nannejuvvon dán guovtti deháleammos olmmošvuoigatvuođa konvenšuvnnain maid ON lea dohkkehan; CCPR ja CESCR.

source: Oikeus itsemääräämiseen on ilmaistu niissä ” kaikkien kansojen ” kollektiivisena ihmisoikeutena.
sme: Vuoigatvuohta lea kollektiiva vuoigatvuohta» buot álbmogiidda buorrin ”.

source: Se esiintyy mainituissa kahdessa yleissopimuksessa samansisältöisinä säännöksinä (1 artikla):
sme: Dát buohtá oidnosii aiddo seammalágán cealkagis (árt. 1) goappá-ge konvenšunnas:

source: Yhteisen 1 artiklan epävirallinen suomenkielinen käännös: ” 1.
sme: Oktasaš ártihkkal 1, eahpevirggálaččat jorgaluvvon dárogillii ja das sámás:

source: Kaikki kansat voivat vapaasti käyttää luonnonrikkauksiaan ja - varojaan omiin tarkoituksiinsa, mikäli se ei vahingoita yhteisen edun periaatteelle perustuvia kansainvälisen taloudellisen yhteistyön ja kansainvälisen oikeuden velvoituksia. Missään tapauksessa kansalta ei saa riistää sen omia elinehtoja.
sme: Buot álbmogat galget, iežas ulbmiliideaset čálgama dihtii, luođuid ja sorjjekeahttá beassat hálddašit luondduvalljiideaset, datte-ge nu ahte eai guođe geatnegasvuođaideaset maid álbmogiidgaskasaš ekonomálaš ovttasbargu mieldesbukta, ja dát lea vuođustuvvon prinsihppii mii gáibida ahte ávkkástallan galgá boahtit goappá-ge áššebeallái buorrin, ja galgá doaimmahuvvot álbmotnjulgosa vuoiŋŋa mielde.

source: Itsemääräämisoikeus on lisäksi selvin sanoin tunnustettu ihmisoikeudeksi ihmisoikeuksien julistuksessa ja ihmisoikeuksia käsittelevän maailmankonferenssin toimintasuunnitelmassa (1993), jossa muun muassa todetaan, että oikeus itsemääräämiseen on luonnollinen osa kansainvälistä ihmisoikeuksien turvaamista ja että se on luonteeltaan yleismaailmallinen.
sme: Iešmearrideapmi lea dasto nammejahkii dohkkehuvvon olmmošvuoigatvuohtan sihke julggástusas ja doibmaplánas mat almmustuvve Olmmošvuoigatvuođa Máilmmekonfereansa (1993) maŋŋá.

source: Maailmankonferenssi ilmaisee tavoitteeksi sellaisen maailmanjärjestyksen kehittämisen, joka perustuu täysin YK:n peruskirjan periaatteisiin, muun muassa kaikkien kansojen yhtäläisten oikeuksien ja itsemääräämisoikeuden kunnioittamiseen.
sme: Doppe nannejuvvui e.e. ahte vuoigatvuohta iešmearrideapmái lea lunddolaš oassin álbmogiidgaskasaš olmmošvuoigatvuođa suodjaleamis ja maiddái lea iešvuođas oppamáilmmálaš. Máilmmekonfereanssa ulbmilin lea čálgadit máilbmevuogádaga mii ollásit lea ceggejuvvon ON-soahpamuša ala.

source: Itsemääräämisoikeuden toteutuksen
sme: Dás deattuhuvvojit vuoigatvuođalaš ovttadásetvuohta ja buot álbmogiid iešmearrideami mándáhtta.
